Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: Notes
ar: ملاحظات
he: הערות

source: NOTES
ar: ملاحظات
he: הערות

source: Nothing here yet
ar: لا يوجد شيء هنا بعد
es: Aquí no hay nada todavía
fr: Rien pour le moment
he: עדיין אין כאן כלום

source: Nothing to cover
ar: لا شيء للتغطية
he: אין שיעורים לכיסוי

source: Notification settings
ar: إعدادات الإشعارات
es: Ajustes de notificaciones
fr: Réglages des notifications
he: הגדרות התראות

source: Notifications
ar: الإشعارات
es: Notificaciones
he: התראות

source: Notifications are turned off for Flowe. The switches below stay saved, but nothing can be delivered until you allow notifications in iOS Settings.
ar: الإشعارات معطّلة لتطبيق Flowe. تبقى الخيارات أدناه محفوظة، لكن لا يمكن تسليم أي إشعار حتى تسمح بالإشعارات من إعدادات iOS.
es: Las notificaciones están desactivadas para Flowe. Los ajustes de abajo se guardan, pero no se podrá entregar nada hasta que permitas las notificaciones en Ajustes de iOS.
fr: Les notifications sont désactivées pour Flowe. Les réglages ci-dessous restent enregistrés, mais rien ne pourra être envoyé tant que vous n'aurez pas autorisé les notifications dans les Réglages d'iOS.
he: ההתראות כבויות עבור Flowe. המתגים למטה נשמרים, אך שום דבר לא יישלח עד שתאשר התראות בהגדרות iOS.

source: Offer
ar: عرض
he: הצעה

source: OFFERS
ar: العروض
es: OFRECE
fr: PRESTATIONS
he: הצעות

source: OK
ar: حسنًا
es: Aceptar
he: אישור

source: On-device · Private
ar: على الجهاز · خاص
he: במכשיר · פרטי

source: Once students start booking you, your session stats and rebooking rate will appear here.
ar: بمجرد أن يبدأ الطلاب بحجزك، ستظهر هنا إحصاءات جلساتك ونسبة إعادة الحجز.
es: Cuando los alumnos empiecen a reservarte, aquí aparecerán tus estadísticas de sesiones y tu tasa de repetición.
fr: Dès que des élèves vous réserveront, vos statistiques de séances et votre taux de réservation apparaîtront ici.
he: ברגע שמתאמנים יתחילו להזמין אותך, נתוני השיעורים ושיעור ההזמנות החוזרות יופיעו כאן.

source: Once you complete a class, it'll show up here.
ar: بمجرد إكمالك لحصة، ستظهر هنا.
es: Cuando completes una clase, aparecerá aquí.
fr: Une fois un cours terminé, il apparaîtra ici.
he: אחרי שתשלים שיעור, הוא יופיע כאן.

source: One line under your name — what you do, in a nutshell.
ar: سطر واحد تحت اسمك — ما تفعله باختصار.
he: שורה אחת מתחת לשם שלך — מה אתם עושים, בקצרה.

source: One quick agreement
ar: موافقة سريعة
he: אישור קצר

source: Online
ar: عبر الإنترنت
he: אונליין

source: Only certified instructors will be able to apply.
ar: المدربون المعتمدون فقط سيتمكنون من التقديم.
he: רק מדריכים מוסמכים יוכלו להגיש מועמדות.

source: Only instructors within this distance of your studio location are offered your session.
ar: تُعرض جلستك فقط على المدربين ضمن هذه المسافة من موقع الاستوديو الخاص بك.
he: המפגש שלך מוצע רק למדריכים שנמצאים בטווח המרחק הזה ממיקום הסטודיו שלך.

source: Only instructors you've had a session with.
ar: فقط المدرّبون الذين أخذت معهم جلسة.
es: Solo instructores con los que has tenido una sesión.
fr: Uniquement les instructeurs avec qui vous avez eu une séance.
he: רק מדריכים שהיה לך איתם שיעור.

source: Only you can see your history together.
ar: أنت وحدك من يرى سجلّكما المشترك.
he: רק אתה יכול לראות את ההיסטוריה המשותפת שלכם.

source: Open new slots
ar: افتح مواعيد جديدة
es: Abre nuevos horarios
fr: Ouvrir de nouveaux créneaux
he: פתח מועדים חדשים

source: Open Settings
ar: فتح الإعدادات
es: Abrir Ajustes
fr: Ouvrir Réglages
he: פתח הגדרות

source: Open to all
ar: متاح للجميع
he: פתוח לכולם

source: OPEN TO ALL
ar: متاح للجميع
he: פתוח לכולם

source: Open to all — students welcome
ar: متاح للجميع — الطلاب مرحّب بهم
he: פתוח לכולם — תלמידים מוזמנים

source: Open to students too — good for assistant, front-desk or apprentice roles.
ar: متاح للطلاب أيضًا — مناسب لأدوار المساعد أو الاستقبال أو المتدرب.
he: פתוח גם לתלמידים — מתאים לתפקידי סיוע, קבלה או התמחות.

source: Opens profile
ar: يفتح الملف الشخصي
he: פותח את הפרופיל

source: Opens their profile
ar: يفتح ملفهم الشخصي
he: פותח את הפרופיל שלהם

source: Opens their profile to book a session
ar: يفتح ملفهم الشخصي لحجز جلسة
he: פותח את הפרופיל שלהם להזמנת מפגש

source: Opportunities
ar: الفرص
he: הזדמנויות

source: OPPORTUNITIES
ar: الفرص
he: הזדמנויות

source: Optional. A line shown on the program header, so students know who it's for.
ar: اختياري. سطر يظهر أعلى البرنامج ليعرف الطلاب لمن هو.
he: רשות. שורה שמופיעה בראש התוכנית כדי שתלמידים יידעו למי היא.

source: Optional. A photo on its own is a post — the caption can wait.
ar: اختياري. الصورة وحدها تكفي كمنشور — يمكن إضافة التعليق لاحقًا.
es: Opcional. Una foto por sí sola ya es una publicación: el pie de foto puede esperar.
fr: Facultatif. Une photo seule suffit — la légende peut attendre.
he: אופציונלי. תמונה לבדה היא כבר פוסט — הכיתוב יכול לחכות.

source: Optional. One photo sets the tone of the program card.
ar: اختياري. صورة واحدة تحدّد طابع بطاقة البرنامج.
he: רשות. תמונה אחת קובעת את אופי כרטיס התוכנית.

source: Optional. One striking photo sets the tone of the card.
ar: اختياري. صورة لافتة واحدة تحدد طابع البطاقة.
es: Opcional. Una foto llamativa marca el tono de la tarjeta.
fr: Facultatif. Une photo marquante donne le ton de la carte.
he: אופציונלי. תמונה מרשימה אחת קובעת את הטון של הכרטיס.

source: ORGANIZER
ar: المنظِّم
es: ORGANIZADOR
fr: ORGANISATEUR
he: מארגן

source: Other
ar: أخرى
es: Otro
fr: Autre
he: אחר

source: Out of Studio
ar: خارج الاستوديو
he: מחוץ לסטודיו

source: Overview
ar: نظرة عامة
he: סקירה

source: Owed
ar: مستحق
he: חוב

source: Owed to you
ar: مستحق لك
he: חייבים לך

source: OWED TO YOU
ar: مستحق لك
he: חייבים לך

source: Package attach rate
ar: معدل إرفاق الباقات
he: שיעור צירוף חבילות

source: Package name
ar: اسم الباقة
he: שם החבילה

source: Packages
ar: الباقات
he: חבילות

source: PACKAGES
ar: الباقات
he: חבילות

source: packages + fees in
ar: الباقات + الرسوم الواردة
he: חבילות + עמלות שנכנסו

source: Paid directly to your instructor
ar: يُدفع مباشرةً لمدربك
es: Pagado directamente a tu instructor
fr: Payé directement à votre instructeur
he: משולם ישירות למדריך שלך

source: Paid with 1 class credit
ar: تم الدفع برصيد حصة واحد
he: שולם בקרדיט אחד

source: Passed
ar: فات
he: עבר

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
he: סיסמה

source: Past
ar: السابقة
es: Pasadas
fr: Passées
he: עבר

source: Pay
ar: الأجر
he: תשלום

source: Pay by
ar: طريقة الدفع
es: Pagar con
fr: Payer par
he: אמצעי תשלום

source: PAYMENT
ar: الدفع
es: PAGO
fr: PAIEMENT
he: תשלום

source: Payment happens in person
ar: يتم الدفع شخصياً
he: התשלום מתבצע פנים אל פנים

source: Payment methods
ar: طرق الدفع
es: Métodos de pago
fr: Moyens de paiement
he: אמצעי תשלום

source: Payouts
ar: المدفوعات
es: Pagos
fr: Paiements
he: תשלומים

source: PEER RECOMMENDATIONS
ar: توصيات الأقران
he: המלצות עמיתים

source: Pending
ar: قيد الانتظار
he: ממתין

source: People you block won't be able to reach you here, and you won't see their messages or profile.
ar: لن يتمكن الأشخاص الذين تحظرهم من الوصول إليك هنا، ولن ترى رسائلهم أو ملفهم الشخصي.
es: Las personas que bloquees no podrán contactarte aquí, y no verás sus mensajes ni su perfil.
fr: Les personnes que vous bloquez ne pourront pas vous contacter ici, et vous ne verrez ni leurs messages ni leur profil.
he: אנשים שתחסום לא יוכלו ליצור איתך קשר כאן, ולא תראה את ההודעות או הפרופיל שלהם.

source: PER PERSON
ar: لكل شخص
es: POR PERSONA
fr: PAR PERSONNE
he: לאדם

source: PER SESSION
ar: لكل جلسة
es: POR SESIÓN
fr: PAR SÉANCE
he: לשיעור

source: Per-student credit balances & liability light up with credit tracking.
ar: تظهر أرصدة الطلاب والالتزامات مع تتبّع الأرصدة.
he: יתרות הקרדיט של כל תלמיד וההתחייבות יופיעו עם מעקב הקרדיטים.

source: photo
ar: صورة
he: תמונה

source: Photo
ar: صورة
es: Foto
he: תמונה

source: Photos, tips and check-ins from the community will show up here.
ar: ستظهر هنا الصور والنصائح وتسجيلات الحضور من المجتمع.
es: Aquí aparecerán las fotos, los consejos y los registros de la comunidad.
fr: Les photos, conseils et check-ins de la communauté apparaîtront ici.
he: תמונות, טיפים וצ׳ק-אינים מהקהילה יופיעו כאן.

source: Pick a time when you book.
ar: اختاري وقتًا عند الحجز.
es: Elige una hora al reservar.
fr: Choisissez un horaire à la réservation.
he: בחר שעה בזמן ההזמנה.

source: Pick the instructors you want to ask. Only the ones you select are notified — no one else sees your request.
ar: اختر المدرّبين الذين تريد أن تطلب منهم. لن يُخطَر إلا من تحدّده — ولا يرى طلبك أحد غيرهم.
he: בחרו את המדריכים שברצונכם לבקש מהם. רק מי שתבחרו יקבל התראה — ואף אחד אחר לא רואה את הבקשה.

source: Pick times once, then apply them to the days you choose.
ar: اختر الأوقات مرة واحدة، ثم طبّقها على الأيام التي تختارها.
he: בחרו שעות פעם אחת, ואז החילו אותן על הימים שתבחרו.

source: Pick your cover
ar: اختر صورة الغلاف
he: בחר תמונת שער

source: PILATES
ar: بيلاتس
he: פילאטיס

source: PILATES · COMMUNITY · YOU
ar: بيلاتس · مجتمع · أنت
es: PILATES · COMUNIDAD · TÚ
fr: PILATES · COMMUNAUTÉ · VOUS
he: פילאטיס · קהילה · אתה

source: Please agree to the Terms and Community Guidelines to continue.
ar: يرجى الموافقة على الشروط وإرشادات المجتمع للمتابعة.
he: יש לאשר את התנאים ואת כללי הקהילה כדי להמשיך.

source: Please review and accept to keep using Flowe.
ar: يرجى المراجعة والموافقة لمواصلة استخدام Flowe.
he: יש לעיין ולאשר כדי להמשיך להשתמש ב-Flowe.

source: Polish my words
ar: نمّق كلماتي
he: שכללו את המילים שלי

source: Poor
ar: ضعيفة
es: Mala
fr: Médiocre
he: חלש

source: Post
ar: نشر
es: Publicar
fr: Publier
he: פרסם

source: Post an Opportunity
ar: انشر فرصة
he: פרסום הזדמנות

source: Post anyway
ar: انشر على أي حال
he: פרסמו בכל זאת

source: Post it to your story — students tap through to book you.
ar: انشرها في قصتك — ينقر الطلاب للوصول وحجزك.
he: פרסמו בסטורי — תלמידים מקישים כדי להזמין אתכם.

source: Post Review
ar: نشر التقييم
es: Publicar reseña
fr: Publier l'avis
he: פרסם ביקורת

source: Post type
ar: نوع المنشور
es: Tipo de publicación
fr: Type de post
he: סוג הפוסט

source: Posted by %@
ar: نُشر بواسطة %@
he: פורסם על ידי %@

source: Posting…
ar: جارٍ النشر…
es: Publicando…
fr: Publication…
he: מפרסם…

source: Practice friend
ar: رفيق التمرين
he: חבר לתרגול

source: PRACTICE FRIENDS
ar: رفاق التمرين
he: חברים לתרגול

source: Practice this week to keep your %lld-week streak alive.
ar: تمرّن هذا الأسبوع للحفاظ على سلسلتك المستمرة منذ %lld أسبوعًا.
he: התאמנו השבוע כדי לשמור על רצף %lld השבועות שלכם.

source: Practiced
ar: تدربت
he: התאמנת

source: Preferences
ar: التفضيلات
es: Preferencias
fr: Préférences
he: העדפות

source: Pregnant
ar: حامل
he: בהריון

source: Prenatal
ar: ما قبل الولادة
he: הריון

source: prepaid, unredeemed
ar: مدفوعة مسبقًا وغير مستخدمة
he: שולמו מראש, לא נוצלו

source: Prescription
ar: خطة الأداء
he: הנחיות ביצוע

source: Previous month
ar: الشهر السابق
he: חודש קודם

source: Previous week
ar: الأسبوع السابق
he: שבוע קודם

source: Price
ar: السعر
es: Precio
fr: Prix
he: מחיר

source: pricing
ar: التسعير
es: precio
fr: tarification
he: תמחור

source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
he: פרטיות

source: Privacy & Safety
ar: الخصوصية والأمان
he: פרטיות ואבטחה

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות

source: Private
ar: خاص
he: פרטי

source: PRIVATE NOTES
ar: ملاحظات خاصة
he: הערות פרטיות

source: Private to you — only you can see this
ar: خاص بك — أنت وحدك من يمكنه رؤية هذا
he: פרטי לך — רק אתה יכול לראות זאת

source: Private to you — only you can see this. This is never shared with the client or anyone else.
ar: خاص بك — أنت وحدك من يمكنه رؤية هذا. لا تتم مشاركته أبدًا مع العميل أو أي شخص آخر.
he: פרטי לך — רק אתה יכול לראות זאת. המידע לעולם אינו משותף עם המתאמן או עם אף אחד אחר.

source: Product news & offers
ar: أخبار المنتج والعروض
es: Novedades y ofertas
fr: Actualités et offres
he: חדשות ומבצעים

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
he: פרופיל

source: Program name
ar: اسم البرنامج
he: שם התוכנית

source: PROJECTED
ar: المتوقع
es: PREVISTO
fr: PRÉVU
he: צפוי

source: Protect your income from late cancellations and no-shows. Flowe only tracks what's owed; you collect it yourself.
ar: احمِ دخلك من الإلغاءات المتأخرة وحالات عدم الحضور. يتتبّع Flowe ما هو مستحق فقط؛ وتحصّله بنفسك.
he: הגן על ההכנסה שלך מביטולים מאוחרים ואי-הגעות. Flowe רק עוקב אחר החוב; אתה גובה אותו בעצמך.

source: Purchase failed
ar: فشل الشراء
he: הרכישה נכשלה

source: Purchase requests
ar: طلبات الشراء
he: בקשות רכישה

# push.booking.cancelled.body
source: %@ cancelled their session.
ar: ألغى %@ جلسته.
es: %@ ha cancelado su sesión.
fr: %@ a annulé sa séance.
he: %@ ביטל את השיעור.

# push.booking.cancelled.title
source: Session cancelled
ar: تم إلغاء الجلسة
es: Sesión cancelada
fr: Séance annulée
he: השיעור בוטל

# push.booking.confirmed.body
source: Your instructor accepted your session request.
ar: قبل مدرّبك طلب الجلسة.
es: Tu instructor ha aceptado tu solicitud de sesión.
fr: Votre instructeur a accepté votre demande de séance.
he: המדריך שלך אישר את בקשת השיעור שלך.

# push.booking.confirmed.title
source: Session confirmed
ar: تم تأكيد الجلسة
es: Sesión confirmada
fr: Séance confirmée
he: השיעור אושר

# push.booking.declined.body
source: Your instructor can't make that session.
ar: لا يستطيع مدرّبك حضور تلك الجلسة.
es: Tu instructor no puede impartir esa sesión.
fr: Votre instructeur n'est pas disponible pour cette séance.
he: המדריך שלך לא יכול להגיע לשיעור הזה.

# push.booking.declined.title
source: Session declined
ar: تم رفض الجلسة
es: Sesión rechazada
fr: Séance refusée
he: השיעור נדחה

# push.booking.requested.body
source: %@ requested a session with you.
ar: طلب %@ جلسة معك.
es: %@ te ha solicitado una sesión.
fr: %@ vous a demandé une séance.
he: %@ ביקש שיעור איתך.

# push.booking.requested.title
source: New session request
ar: طلب جلسة جديد
es: Nueva solicitud de sesión
fr: Nouvelle demande de séance
he: בקשת שיעור חדשה

# push.community.reply.body
source: %@ replied to your post.
ar: رد %@ على منشورك.
es: %@ ha respondido a tu publicación.
fr: %@ a répondu à votre publication.
he: %@ הגיב לפוסט שלך.

# push.community.reply.title
source: New reply
ar: رد جديد
es: Nueva respuesta
fr: Nouvelle réponse
he: תגובה חדשה

# push.coverage.claim.body
source: %@ offered to cover your session.
ar: عرض %@ تغطية جلستك.
es: %@ se ha ofrecido a cubrir tu sesión.
fr: %@ propose de remplacer pour votre séance.
he: %@ הציע לכסות את השיעור שלך.

# push.coverage.claim.title
source: Someone can cover
ar: يمكن لأحدهم التغطية
es: Alguien puede cubrir
fr: Quelqu'un peut remplacer
he: מישהו יכול להחליף

# push.coverage.confirmed.body
source: You're all set to cover this session.
ar: أنت جاهز لتغطية هذه الجلسة.
es: Todo listo para cubrir esta sesión.
fr: Vous êtes prêt à assurer cette séance.
he: הכול מוכן לכיסוי השיעור הזה.

# push.coverage.confirmed.title
source: You're confirmed to cover
ar: تم تأكيد تغطيتك
es: Confirmado para cubrir
fr: Remplacement confirmé
he: אושרת לכיסוי

# push.coverage.covered.body
source: %@ will cover your upcoming session.
ar: سيغطّي %@ جلستك القادمة.
es: %@ cubrirá tu próxima sesión.
fr: %@ assurera votre prochaine séance.
he: %@ יחליף אותך בשיעור הקרוב.

# push.coverage.covered.title
source: Your session is covered
ar: تمت تغطية جلستك
es: Tu sesión está cubierta
fr: Votre séance est assurée
he: השיעור שלך מכוסה

# push.coverage.offer.body
source: A %1$@ session on %2$@ needs cover.
ar: جلسة %1$@ يوم %2$@ بحاجة إلى تغطية.
es: Una sesión de %1$@ el %2$@ necesita cobertura.
fr: Une séance de %1$@ le %2$@ a besoin d'un remplaçant.
he: שיעור %1$@ ב-%2$@ זקוק לכיסוי.

# push.coverage.offer.title
source: Cover request near you
ar: طلب تغطية بالقرب منك
es: Solicitud de cobertura cerca de ti
fr: Demande de remplacement près de vous
he: בקשת החלפה קרוב אליך

# push.event.new.body
source: %@ posted %@
ar: نشر %@ الفعالية %@
es: %@ ha publicado %@
fr: %@ a publié %@
he: %@ פרסם/ה את %@

# push.event.new.title
source: New event
ar: فعالية جديدة
es: Nuevo evento
fr: Nouvel événement
he: אירוע חדש

# push.message.body.generic
source: New message
ar: رسالة جديدة
es: Nuevo mensaje
fr: Nouveau message
he: הודעה חדשה

# push.message.title
source: New message from %@
ar: رسالة جديدة من %@
es: Nuevo mensaje de %@
fr: Nouveau message de %@
he: הודעה חדשה מ%@

# push.package.approved.body
source: %@ class credits added to your balance.
ar: تمت إضافة %@ حصص إلى رصيدك.
es: Se añadieron %@ créditos de clase a tu saldo.
fr: %@ crédits de cours ajoutés à votre solde.
he: %@ שיעורים נוספו ליתרה שלך.

# push.package.approved.title
source: Package approved
ar: تمت الموافقة على الباقة
es: Paquete aprobado
fr: Forfait approuvé
he: החבילה אושרה

# push.package.declined.body
source: Your package request wasn't approved.
ar: لم تتم الموافقة على طلب باقتك.
es: Tu solicitud de paquete no fue aprobada.
fr: Votre demande de forfait n'a pas été approuvée.
he: בקשת החבילה שלך לא אושרה.

# push.package.declined.title
source: Package request declined
ar: تم رفض طلب الباقة
es: Solicitud de paquete rechazada
fr: Demande de forfait refusée
he: בקשת החבילה נדחתה

# push.package.requested.body
source: %@ wants to buy a class package.
ar: يريد %@ شراء باقة حصص.
es: %@ quiere comprar un paquete de clases.
fr: %@ souhaite acheter un forfait de cours.
he: %@ רוצה לרכוש חבילת שיעורים.

# push.package.requested.title
source: New package request
ar: طلب باقة جديد
es: Nueva solicitud de paquete
fr: Nouvelle demande de forfait
he: בקשת חבילה חדשה

# push.reminder.body
source: Your session starts at %@.
ar: تبدأ جلستك في %@.
es: Tu sesión empieza a las %@.
fr: Votre séance commence à %@.
he: השיעור שלך מתחיל ב-%@.

# push.reminder.body.named
source: Your session with %1$@ starts at %2$@.
ar: تبدأ جلستك مع %1$@ في %2$@.
es: Tu sesión con %1$@ empieza a las %2$@.
fr: Votre séance avec %1$@ commence à %2$@.
he: השיעור שלך עם %1$@ מתחיל ב-%2$@.

# push.reminder.title
source: Session soon
ar: جلستك قريبًا
es: Sesión próxima
fr: Séance imminente
he: שיעור בקרוב

# push.review.body
source: %@ left you a review.
ar: ترك لك %@ تقييمًا.
es: %@ te ha dejado una reseña.
fr: %@ vous a laissé un avis.
he: %@ השאיר לך ביקורת.

# push.review.title
source: New review
ar: تقييم جديد
es: Nueva reseña
fr: Nouvel avis
he: ביקורת חדשה

source: Quarter
ar: ربع
he: רבעון

source: QUICK ACTIONS
ar: إجراءات سريعة
es: ACCIONES RÁPIDAS
fr: ACTIONS RAPIDES
he: פעולות מהירות

source: Quick draft
ar: مسودة سريعة
he: טיוטה מהירה

source: Rank cover by distance
ar: ترتيب التغطية حسب المسافة
he: דרג כיסוי לפי מרחק

source: rate
ar: سعر
he: מחיר

source: RATE PER SESSION
ar: السعر لكل جلسة
es: TARIFA POR SESIÓN
fr: TARIF PAR SÉANCE
he: מחיר לשיעור

source: RATING
ar: التقييم
es: VALORACIÓN
fr: NOTE
he: דירוג

source: Reactivate
ar: إعادة التفعيل
he: הפעלה מחדש

source: Read all ^[%lld review](inflect: true)
ar: قراءة كل %lld مراجعة
es: Leer las %lld reseñas
fr: Lire les %lld avis
he: קרא את כל ^[%lld הביקורות](inflect: true)

source: Reason
ar: السبب
es: Motivo
fr: Motif
he: סיבה

source: Recommend %@
ar: أوصِ بـ %@
he: המליצו על %@

source: RECOMMENDED FOR YOU
ar: موصى به لك
he: מומלץ עבורך

source: Record it first, then pick it here. This is public in your library — students watch it directly.
ar: سجّله أولاً ثم اختره هنا. إنه عام في مكتبتك — يشاهده الطلاب مباشرةً.
he: צלמו אותו קודם, ואז בחרו אותו כאן. הוא גלוי בספרייה — תלמידים צופים בו ישירות.

source: Recurring class
ar: حصة متكررة
he: שיעור קבוע

source: Reformer
ar: ريفورمر
he: רפורמר

source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
he: רענן

source: Regenerate
ar: إعادة توليد
he: יצירה מחדש

source: Rehab
ar: تأهيل
he: שיקום

source: Reminders
ar: التذكيرات
es: Recordatorios
fr: Rappels
he: תזכורות

source: Remove
ar: إزالة
es: Eliminar
fr: Supprimer
he: הסרה

source: Remove bookmark
ar: إزالة الحفظ
es: Quitar de guardados
fr: Retirer des favoris
he: הסר סימנייה

source: Remove date override
ar: إزالة تخصيص التاريخ
he: הסרת החריגה לתאריך

source: Remove recommendation
ar: إزالة التوصية
he: הסרת המלצה

source: Remove your recommendation?
ar: إزالة توصيتك؟
he: להסיר את ההמלצה שלך?

source: REPEAT
ar: إعادة الحجز
es: REPETICIÓN
fr: FIDÉLITÉ
he: הזמן שוב

source: Repeats weekly
ar: يتكرر أسبوعياً
he: חוזר כל שבוע

source: Replace hours
ar: استبدال الساعات
he: החלפת שעות

source: Replace video
ar: استبدال الفيديو
he: החלפת וידאו

source: Replies
ar: الردود
es: Respuestas
fr: Réponses
he: תגובות

source: Report
ar: إبلاغ
es: Denunciar
fr: Signaler
he: דיווח

source: Report %@
ar: الإبلاغ عن %@
es: Denunciar a %@
fr: Signaler %@
he: דווח על %@

source: Report event
ar: الإبلاغ عن الفعالية
es: Denunciar evento
fr: Signaler l'événement
he: דיווח על האירוע

source: Report Post
ar: الإبلاغ عن المنشور
es: Denunciar publicación
fr: Signaler le post
he: דווח על הפוסט

source: Report Reply
ar: الإبلاغ عن الرد
es: Denunciar respuesta
fr: Signaler la réponse
he: דיווח על תגובה

source: Report review
ar: الإبلاغ عن التقييم
he: דיווח על ביקורת

source: Report this profile
ar: الإبلاغ عن هذا الملف الشخصي
es: Denunciar este perfil
fr: Signaler ce profil
he: דווח על הפרופיל הזה

source: Request
ar: طلب
he: בקשה

source: Request · %@
ar: طلب · %@
es: Solicitar · %@
fr: Demander · %@
he: בקשה · %@

source: Request cover
ar: طلب تغطية
he: בקשת החלפה

source: Request sent — %@ will confirm after payment.
ar: تم إرسال الطلب — سيؤكّد %@ بعد الدفع.
he: הבקשה נשלחה — %@ יאשר/תאשר לאחר התשלום.

source: Request sent!
ar: تم إرسال الطلب!
es: ¡Solicitud enviada!
fr: Demande envoyée !
he: הבקשה נשלחה!

source: Request to buy
ar: طلب الشراء
he: בקשה לרכישה

source: Request to join
ar: طلب الانضمام
he: בקשה להצטרף

source: Requested
ar: تم الطلب
he: התבקש

source: Requested — waiting for %@ to accept.
ar: تم الطلب — بانتظار قبول %@.
he: התבקש — ממתין לאישור של %@.

source: Requested · awaiting approval
ar: تم الطلب · بانتظار الموافقة
he: התבקש · ממתין לאישור

source: Requests
ar: الطلبات
he: בקשות

source: REQUESTS
ar: الطلبات
es: SOLICITUDES
fr: DEMANDES
he: בקשות

source: Reset to Applied
ar: إعادة التعيين إلى «تم التقديم»
he: איפוס ל'הוגשה'

source: Restore Purchases
ar: استعادة المشتريات
es: Restaurar compras
fr: Restaurer les achats
he: שחזר רכישות

source: Restoring…
ar: جارٍ الاستعادة…
es: Restaurando…
fr: Restauration…
he: משחזר…

source: Retake
ar: إعادة
he: מלא מחדש

source: Revenue, packages & fees
ar: الإيرادات والباقات والرسوم
he: הכנסות, חבילות ועמלות

source: Review or edit
ar: مراجعة أو تعديل
he: בדיקה או עריכה

source: Reviews
ar: التقييمات
es: Reseñas
fr: Avis
he: ביקורות

source: REVIEWS
ar: التقييمات
es: RESEÑAS
fr: AVIS
he: ביקורות

source: Reviews, tips and check-ins from the community will show up here.
ar: ستظهر هنا التقييمات والنصائح والمشاركات من المجتمع.
es: Aquí aparecerán reseñas, consejos y publicaciones de la comunidad.
fr: Les avis, conseils et publications de la communauté apparaîtront ici.
he: ביקורות, טיפים ועדכונים מהקהילה יופיעו כאן.

source: Role
ar: الدور
he: תפקיד

source: Role — e.g. Senior Reformer instructor
ar: الدور — مثال: مدرب ريفورمر أول
he: תפקיד — למשל מדריך ריפורמר בכיר

source: Safety
ar: الأمان
es: Seguridad
fr: Sécurité
he: בטיחות

source: SAFETY
ar: السلامة
he: בטיחות

source: Sat
ar: السبت
es: Sáb
fr: Sam
he: ש׳

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
he: שמור

source: Save anyway
ar: احفظ على أي حال
he: שמרו בכל זאת

source: Save instructor
ar: حفظ المدرب
he: שמירת מדריך

source: SAVED
ar: محفوظ
he: נשמר

source: Saved — tap to remove
ar: محفوظ — انقر للإزالة
he: נשמר — הקישו להסרה

source: Saved instructor %@
ar: تم حفظ المدرب %@
he: המדריך %@ נשמר

source: Say hello to %@
ar: ألقِ التحية على %@
es: Saluda a %@
fr: Dites bonjour à %@
he: אמור שלום ל%@

source: Say hi to the circle
ar: ألقِ التحية على الحلقة
he: אמרו שלום למעגל

source: Say hi to the others going to %@.
ar: ألقِ التحية على الآخرين الذاهبين إلى %@.
he: אמרו שלום לשאר המגיעים אל %@.
